<!DOCTYPE HTML PUBLIC "-//SoftQuad//DTD HoTMetaL PRO 4.0::19971010::extensions to HTML 4.0//EN"
 "hmpro4.dtd">

<HTML>

  <HEAD>
    <TITLE>Installation der USB-Teiber f&uuml;r die AVM FRITZ!Box Familie in Microsoft Windows&nbsp;Vista und Windows&nbsp;XP</TITLE>
  </HEAD>

  <BODY LINK="#0000ff" BGCOLOR="white" TEXT="black" VLINK="purple" ALINK="red">

    <TABLE CELLSPACING="0" BORDER="0" WIDTH="100%" height="89">
      <TR>
        <TD WIDTH="10%" VALIGN="TOP" height="21">Controller:</TD>
        <TD WIDTH="962" VALIGN="TOP" height="21">AVM FRITZ!Box Produktfamilie mit USB-Client Anschluss (alle Typen)</TD>
      </TR>
      <TR>
        <TD WIDTH="10%" VALIGN="top" height="21">Betriebssystem:</TD>
        <TD WIDTH="962" VALIGN="TOP" height="21">Windows&nbsp;Vista, Windows XP Professional</TD>
      </TR>
      <TR>
        <TD WIDTH="10%" VALIGN="top" height="18">Version:</TD>
        <TD WIDTH="962" VALIGN="TOP" height="18">01.01.17</TD>
      </TR>
      <TR>
        <TD WIDTH="10%" VALIGN="top" height="21">Build:</TD>
        <TD WIDTH="962" VALIGN="TOP" height="21">06.11.07</TD>
      </TR>
    </TABLE>

    <P><BR>
       </P>

    <H1>Installation der AVM FRITZ!Box Produktfamilie &uuml;ber den USB-Anschluss in Microsoft Windows&nbsp;Vista und Windows&nbsp;XP Professional</H1>

    <TABLE BORDER="4">
      <TR>
        <TD WIDTH="10%" VALIGN="MIDDLE"><B>HINWEIS</B></TD>
        <TD WIDTH="90%" VALIGN="TOP">Falls Sie bereits eine AVM FRITZ!Box am USB-Anschluss eines Computers mit Windows&nbsp;Vista oder Windows&nbsp;XP Professional angeschlossen und die USB-Treiber installiert haben und jetzt ein Update der Treiber durchf&uuml;hren m&ouml;chten, gen&uuml;gt der Aufruf des Installationsprogramms &quot;USBSETUP.EXE&quot;. W&auml;hlen Sie dann den Punkt &quot;Update&quot;. Das Installationsprogramm &quot;USBSETUP.EXE&quot; können Sie als &quot;USB-Treiber f&uuml;r FRITZ!Box&quot; von den Internetseiten von <A HREF="http://www.avm.de/">AVM</A> herunterladen. Gehen Sie dazu in den Download-Bereich Ihrer FRITZ!Box.<BR>
        Wenn Sie eine AVM FRITZ!Box neu anschlie&szlig;en und installieren m&ouml;chten, dann benutzen Sie bitte die CD-ROM Ihrer AVM FRITZ!Box und folgen den Installationsschritten im Handbuch. Das Handbuch liegt als Pdf-Datei im Ordner &quot;Dokumentation&quot; auf der CD-ROM.</TD>
      </TR>
    </TABLE>

    <H2><A NAME="Inhalt"></A>Inhaltsverzeichnis</H2>

    <P></P>
    <TABLE CELLSPACING="0" BORDER="0" WIDTH="514">
      <TR>
        <TD WIDTH="6%" VALIGN="TOP"><A HREF="#A">A</A></TD>
        <TD WIDTH="94%" VALIGN="top"><A HREF="#A">Allgemeine Hinweise</A></TD>
      </TR>
      <TR>
        <TD WIDTH="6%" VALIGN="TOP"><A HREF="#B">B</A></TD>
        <TD WIDTH="94%" VALIGN="top"><A HREF="#B">Anschluss und Installation einer AVM FRITZ!Box &uuml;ber den USB-Port</A></TD>
      </TR>
      <TR>
        <TD WIDTH="6%" VALIGN="TOP"><A HREF="#C">C</A></TD>
        <TD WIDTH="94%" VALIGN="top"><A HREF="#C">Aktualisieren der bereits installierten USB-Treiber</A></TD>
      </TR>
      <TR>
        <TD WIDTH="6%" VALIGN="TOP"><A HREF="#D">D</A></TD>
        <TD WIDTH="94%" VALIGN="top"><A HREF="#D">Deinstallation des USB-Treibers einer AVM FRITZ!Box</A></TD>
      </TR>
      <TR>
        <TD WIDTH="6%" VALIGN="top"><A HREF="#F">E</A></TD>
        <TD WIDTH="94%" VALIGN="top"><A HREF="#F">Hinweise f&uuml;r eine optimale Systemleistung</A></TD>
      </TR>
      <TR>
        <TD WIDTH="6%" VALIGN="top"></TD>
        <TD WIDTH="94%" VALIGN="top"></TD>
      </TR>
      <TR>
        <TD WIDTH="6%" VALIGN="top"></TD>
        <TD WIDTH="94%" VALIGN="top"></TD>
      </TR>
    </TABLE>

    <H2><A NAME="A"></A>A. Allgemeine Hinweise</H2>

    <P>F&uuml;r den Einsatz in Windows&nbsp;Vista und Windows&nbsp;XP Professional werden Treiber mitgeliefert, die speziell f&uuml;r diese Betriebssysteme entwickelt wurden. Der echte 32-Bit-Ger&auml;tetreiber nach dem Win32 Driver Model (WDM-Modell) bietet volle Unterst&uuml;tzung der Funktionalit&auml;t von Windows&nbsp;Vista und Windows &nbsp;XP Professional, wie zum Beispiel Plug &amp; Play und ACPI. Der Treiber kann mit jeder AVM FRITZ!Box mit USB-Client-Anschluss universell verwendet werden. Momentan sind die folgenden Modelle mit einem USB-Client-Anschluss verf&uuml;gbar: AVM FRITZ!Box, AVM FRITZ!Box&nbsp;Fon, AVM FRITZ!Box&nbsp;Fon&nbsp;WLAN, AVM FRITZ!Box&nbsp;SL, AVM FRITZ!Box&nbsp;SL&nbsp;WLAN, AVM FRITZ!Box&nbsp;Fon&nbsp;ata&nbsp;1020, AVM FRITZ!Box&nbsp;2030, AVM FRITZ!Box&nbsp;2031, AVM FRITZ!Box&nbsp;2070, AVM FRITZ!Box&nbsp;WLAN&nbsp;3020, AVM FRITZ!Box&nbsp;WLAN&nbsp;3030, AVM FRITZ!Box&nbsp;WLAN&nbsp;3050, AVM FRITZ!Box&nbsp;WLAN&nbsp;3070, AVM FRITZ!Box&nbsp;Fon&nbsp;5050, AVM FRITZ!Box&nbsp;Fon&nbsp;WLAN&nbsp;7050, AVM FRITZ!Box&nbsp;Fon&nbsp;WLAN&nbsp;7150.</P>

    <P><B>HINWEIS: </B><b>Dieser USB-Treiber ist f&uuml;r den Betrieb einer AVM FRITZ!Box &uuml;ber LAN (Ethernet) oder WLAN (Funk) NICHT erforderlich!</b></P>

    <P>Die AVM FRITZ!Box stellt eine universelle Kommunikationsl&ouml;sung f&uuml;r DSL-Netze zur Verf&uuml;gung. F&uuml;r den Anschluss einer AVM FRITZ!Box &uuml;ber USB muss ein freier USB-Port gem&auml;&szlig; der USB-Spezifikation&nbsp;1.1 oder 2.0 am Computer zur Verf&uuml;gung stehen. Die AVM FRITZ!Box kann als USB 1.1-Ger&auml;t maximal 12&nbsp;Mbit/s (Full Speed) &uuml;ber USB &uuml;bertragen und kann sowohl an USB&nbsp;1.1- als auch an USB&nbsp;2.0-Ports betrieben werden. Wenn Ihr DSL-Anschluss h&ouml;here Geschwindigkeiten als 12&nbsp;Mbit/s unterst&uuml;tzt (ADSL&nbsp;2+), so empfehlen wir die Nutzung der Ethernet- oder WLAN-Schnittstelle zum Anschluss der AVM FRITZ!Box an Ihren Computer oder Ihr lokales Netzwerk (LAN).</P>

    <P>Dieser USB-Treiber f&uuml;r die AVM FRITZ!Box unterst&uuml;tzt die folgende Systemschnittstelle:</P>
    <UL>
      <LI>NDIS&nbsp;5 (<i><b>N</b>etwork <b>D</b>evice <b>I</b>nterface <b>S</b>pecification</i>)</LI>
    </UL>

    <P>Eine &uuml;ber den USB-Port angeschlossene AVM FRITZ!Box wird als &quot;Netzwerkadapter&quot; in Windows&nbsp;Vista und Windows&nbsp;XP integriert und ist damit transparent f&uuml;r beliebige NDIS-kompatible Anwendungen. Alle Einstellm&ouml;glichkeiten, die f&uuml;r Standardnetzwerkkarten (NICs) &uuml;blicherweise zur Verf&uuml;gung stehen (DHCP, feste IP-Adressen usw.), sind auch verf&uuml;gbar, wenn die Systemanbindung &uuml;ber USB mit diesem Treiber erfolgt ist.</P>

    <P>Eine parallele Installation mit einem eventuell bereits installierten AVM ISDN-Controller (z. B. f&uuml;r die Nutzung von Fax G3) ist m&ouml;glich.</P>

    <P><A HREF="#Inhalt">Zur&uuml;ck zum Anfang</A></P>

    <H2><A NAME="B"></A>B. Anschluss und Installation einer AVM FRITZ!Box &uuml;ber den USB-Port</H2>

    <P>Die AVM FRITZ!Box ist ein USB&nbsp;1.1-kompatibles Ger&auml;t mit eigener Stromversorgung (<i>Self-Powered Device Class</i>) und ben&ouml;tigt daher nicht zwingend einen USB-Port mit einer Stromversorgung. Daher k&ouml;nnen beliebige USB-Anschl&uuml;sse am Computer f&uuml;r den Anschluss und die Installation der AVM FRITZ!Box benutzt werden.</P>

    <P>Achten Sie vor der Installation von USB-Ger&auml;ten darauf, dass der USB-Bus im BIOS aktiviert ist und dass f&uuml;r den von Ihnen verwendeten Chipsatz/Mainboard alle zus&auml;tzlich zum eingesetzten Betriebssystem notwendigen Chipsatztreiber installiert sind. Weitere Informationen zu diesen Treibern (&quot;Inf-Updates&quot;) erhalten Sie f&uuml;r INTEL- und VIA-basierte Mainboards unter:<BR>
    <A HREF="http://www.viaarena.com/?PageID=2">http://www.viaarena.com/?PageID=2</A><BR>
    <A HREF="http://downloadfinder.intel.com/scripts-df/Product_Filter.asp?ProductID=816">http://downloadfinder.intel.com/scripts-df/Product_Filter.asp?ProductID=816</A></P>

    <P>Die AVM FRITZ!Box wird mit Hilfe einer Installationsroutine &uuml;ber den USB-Port auf Ihren Computer installiert. Die Installation erfolgt in zwei wesentlichen Schritten:</P>
    <UL>
      <LI>Anschluss der AVM FRITZ!Box am USB-Bus</LI>
      <LI>Installation einer neuen Hardwarekomponente mit Hilfe der automatischen Hardware-Erkennung von Windows&nbsp;Vista und Windows&nbsp;XP Professional und Installation der Treibersoftware f&uuml;r die AVM FRITZ!Box.</LI>
    </UL>

    <H3>Anschluss der AVM FRITZ!Box am USB-Bus</H3>

    <oL>
    <li>Stellen Sie sicher, dass die AVM FRITZ!Box &uuml;ber das mitgelieferte Netzteil mit der Stromversorgung verbunden ist.</li>
    <li><B>Begriffsbestimmung</B>: Das mitgelieferte USB-Kabel hat zwei verschiedene Stecker. Einen Stecker mit einem flachen, rechteckigen Querschnitt (Serie-A-Stecker) und einen mit einem quadratischen Querschnitt (Serie-B-Stecker).</b><br>
    Stecken Sie jetzt den Serie-A-Stecker des USB-Kabels in die USB-Buchse Ihres Computers oder Hubs und den Serie-B-Stecker in die USB-Buchse der AVM FRITZ!Box.</LI>
    </oL>

    <P>Damit ist der Anschluss der AVM FRITZ!Box beendet.</P>

    <h3>Installation der Treibersoftware</h3>

    <P>Nachdem Sie die AVM FRITZ!Box angeschlossen haben, folgt im n&auml;chsten Schritt die Installation der Treibersoftware f&uuml;r die AVM FRITZ!Box. Je nach Typ der AVM FRITZ!Box erfolgt nach dem erstmaligen Anschlie&szlig;en an den USB-Bus bereits eine automatische Installation der Treibersoftware. Bei den Modellen AVM FRITZ!Box&nbsp;SL und AVM FRITZ!Box&nbsp;2030 muss die Installation manuell durchgef&uuml;hrt werden.</P>

    <P>Die Treibersoftware auf Ihrem System k&ouml;nnen Sie jederzeit durch ein Update aktualisieren. Weitere Details dazu finden Sie in <A HREF="#C">Abschnitt C</A>.</P>

    <P>F&uuml;r eine Erstinstallation der Treibersoftware f&uuml;r die Modelle FRITZ!Box&nbsp;SL und 2030 gehen Sie bitte wie folgt vor:</P>

    <ul>
      <li>Legen Sie die CD-ROM Ihrer AVM FRITZ!Box in das CD-ROM-Laufwerk ein.</li>
    </ul>

    <H3>Manuelle Installation in Windows&nbsp;Vista:</H3>

    <OL>
      <LI>Nach dem Anschluss der AVM FRITZ!Box an den USB-Bus meldet Windows&nbsp;Vista, dass Treibersoftware f&uuml;r ein &quot;USB DSL Device&quot; installiert werden muss. W&auml;hlen Sie die Einstellung &quot;Treibersoftware suchen und installieren (empfohlen)&quot;.</LI>
      <LI>Im n&auml;chsten Dialog werden Sie von der Benutzerkontensteuerung gefragt, ob Sie Ihre Zustimmung zur Installation eines Ger&auml;tetreibers geben m&ouml;chten. Klicken Sie auf &quot;Fortsetzen&quot;.</LI>
      <LI>Im folgenden Dialogfenster werden Sie aufgefordert, einen Datentr&auml;ger f&uuml;r das &quot;USB DSL Device&quot; einzulegen.</LI>
      <LI>Wenn Sie über eine AVM FRITZ!Box CD-ROM verf&uuml;gen, legen Sie diese jetzt ein. Windows&nbsp;Vista sucht und installiert dann automatisch die passende Treibersoftware.<BR>
      Wenn Sie die Datei für den USB-Treiber von den AVM-Seiten heruntergeladen haben, klicken Sie auf &quot;Der Datentr&auml;ger ist nicht verf&uuml;gbar. Andere Optionen anzeigen&quot;. W&auml;hlen Sie anschlie&szlig;end &quot;Auf dem Computer nach Treibersoftware suchen (erweitert)&quot; und geben Sie mit Hilfe der Schaltfl&auml;che &quot;Durchsuchen&quot; den Pfad zur Treiberdatei an.</LI>
        <TABLE BORDER="4">
          <TR>
            <TD WIDTH="10%" VALIGN="middle"><B>ACHTUNG</B></TD>
            <TD WIDTH="90%" VALIGN="top"><B> Nach dem Ausf&uuml;hren eines heruntergeladenen Treiber-Updates befindet sich das entpackte Archiv auf der Festplatte Ihres Computers im Ordner &quot;Programme\AVM_update&quot;.</B></TD>
          </TR>
        </TABLE>
      <LI>Klicken Sie auf &quot;Weiter&quot;, um die Treibersoftware zu installieren.</LI>
      <li>Zum Abschluss der Installation meldet Windows&nbsp;Vista den erfolgreichen Abschluss der Treibersoftware.</li>
    </OL>

    <H3>Manuelle Installation in Windows&nbsp;XP Professional:</H3>

    <OL>
      <LI>Nach dem Anschluss der AVM FRITZ!Box an den USB-Bus findet der &quot;Assistent f&uuml;r das Suchen neuer Hardware&quot; von Windows&nbsp;XP Professional ein neues &quot;USB DSL Device&quot;. W&auml;hlen Sie die Einstellung &quot;Software von einer Liste oder bestimmten Quelle installieren (nur fortgeschrittene Benutzer)&quot;. Klicken Sie auf &quot;Weiter&quot;.</LI>
      <LI>W&auml;hlen Sie die Einstellung &quot;Diese Quellen nach dem zutreffenden Treiber durchsuchen&quot; und aktivieren Sie die Option &quot;Folgende Quelle ebenfalls durchsuchen&quot;. &Uuml;ber die Schaltfl&auml;che &quot;Durchsuchen&quot; w&auml;hlen Sie das Verzeichnis mit den Windows&nbsp;XP Professional-Treiberdateien auf Ihrer Festplatte oder auf der AVM FRITZ!Box CD-ROM aus und klicken auf &quot;OK&quot;, um den Dialog zu schlie&szlig;en. Anschlie&szlig;end w&auml;hlen Sie &quot;Weiter&quot;.
        <TABLE BORDER="4">
          <TR>
            <TD WIDTH="10%" VALIGN="middle"><B>ACHTUNG</B></TD>
            <TD WIDTH="90%" VALIGN="top"><B> Nach dem Ausf&uuml;hren eines heruntergeladenen Treiber-Updates befindet sich das entpackte Archiv auf der Festplatte Ihres Computers im Verzeichnis &quot;Programme\AVM_update&quot;.</B></TD>
          </TR>
        </TABLE></LI>
      <LI>Windows identifiziert die Hardware als &quot;AVM FRITZ!Box&nbsp;SL&quot; bzw. &quot;AVM FRITZ!Box&quot;. W&auml;hrend die Treiberdateien kopiert werden, wird eventuell mehrmals ein Dialog eingeblendet, in dem Sie gefragt werden, ob Sie die Installation trotz einer fehlenden Signierung der Treiber fortsetzen wollen. <B>Ignorieren Sie diese Meldungen und w&auml;hlen Sie &quot;Installation fortsetzen&quot;</B>.</LI>
      <LI>Schlie&szlig;en Sie die Installation mit einem Klick auf die Schaltfl&auml;che &quot;Fertig stellen&quot; ab.</LI>
    </OL>

    <P>Nach Beenden des Installationsprogramms k&ouml;nnen Sie die AVM FRITZ!Box sofort in Betrieb nehmen. Die Benutzeroberfl&auml;che der AVM FRITZ!Box erreichen Sie mit der Eingabe von &quot;http://fritz.box&quot; in der Adresszeile Ihres Internetbrowsers.</P>


    <P><A HREF="#Inhalt">Zur&uuml;ck zum Anfang</A></P>

    <H2><A NAME="C"></A>C. Aktualisieren der bereits installierten USB-Treiber</H2>

	<p>Aktualisierte Versionen der USB-Treiber k&ouml;nnen Sie von den Internetseiten von AVM herunterladen. Zum Herunterladen der  USB-Treiber gehen Sie folgenderma&szlig;en vor:</p>
	<ol>
		<li>Gehen Sie in den Download-Bereich der AVM FRITZ!Box: <A HREF="http://www.avm.de/download/">http://www.avm.de/download</A></li>
		<li>W&auml;hlen Sie unter Punkt <b>1</b> als Produktgruppe &quot;FRITZ!Box&quot; aus.</li>
		<li>W&auml;hlen Sie unter Punkt <b>2</b> die AVM FRITZ!Box aus, die Sie &uuml;ber USB an Ihrem Computer angeschlossen haben.</li>
		<li>W&auml;hlen Sie unter Punkt <b>3</b> das Betriebssystem aus, das Sie verwenden und in dem Sie das Update durchf&uuml;hren m&ouml;chten.</li>
		<li>Klicken Sie auf &quot;Suche starten&quot;.<br />Sobald die Suche beendet ist, wird das Ergebnis angezeigt.</li>
		<li>Klicken Sie im Bereich &quot;USB-Treiber f&uuml;r FRITZ!Box&quot; auf &quot;Download starten&quot;.<br />Speichern Sie das Paket mit den Treiberdateien auf der Festplatte Ihres Computers ab. Bei dem Paket handelt es sich um eine ausf&uuml;hrbare exe-Datei.</li>
	</ol>

    <P>F&uuml;hren Sie nun die Aktualisierung der USB-Treiber auf dem Computer durch:
    </P>
      <OL>
      <li>Starten Sie die Datei, die Sie von den AVM-Internetseiten heruntergeladen haben.<br />Die Datei wird nun entpackt und die Installationsdateien werden im Ordner &quot;\PROGRAMME\AVM_UPDATE\AVM FRITZ!Box...&quot; gespeichert.</li>
      <li>Nach dem Entpacken wird automatisch die Datei &quot;USBSETUP.EXE&quot; gestartet.</li>
      <li>Jetzt erscheint das Installationsprogramm mit einem Eingangsdialog. Sie k&ouml;nnen in jedem Dialogfenster mit Hilfe der Taste &quot;F1&quot; zus&auml;tzliche Informationen zum jeweiligen Dialog anfordern. &Uuml;ber die Schaltfl&auml;che &quot;Zur&uuml;ck&quot; k&ouml;nnen Sie in den weiteren Dialogfenstern auf Wunsch jederzeit in das vorherige Fenster gelangen.</li>
      <li>Klicken Sie auf &quot;Weiter&quot;.</li>
      <li>W&auml;hlen Sie im n&auml;chsten Dialog den Punkt &quot;Update&quot; aus und klicken Sie auf &quot;Weiter&quot;.</li>
      <li>Im n&auml;chsten Dialog werden Sie von Windows m&ouml;glicherweise darauf hingewiesen, dass die Software, die Sie installieren wollen, nicht digital von Microsoft signierte ist (je nachdem, welche Treibersignaturoptionen auf Ihrem System eingestellt sind). Beantworten Sie eine entsprechende Nachfrage mit &quot;Installation fortsetzen&quot;.</LI>
      <LI>Als letzten Schritt erhalten Sie einen Informationsdialog, der die erfolgreiche Installation der neuen Treibersoftware best&auml;tigt. Klicken Sie auf &quot;Beenden&quot; und starten Sie Windows nach Aufforderung neu.</LI>
     </OL>

    <P><A HREF="#Inhalt">Zur&uuml;ck zum Anfang</A></P>

    <H2><A NAME="D"></A>D. Deinstallation des USB-Treibers einer AVM FRITZ!Box</H2>

    <P>Gehen Sie zur Deinstallation des USB-Treibers wie folgt vor:</P>
    <ol>
      <li>Starten Sie die Datei &quot;USBSETUP.EXE&quot; im Ordner &quot;\PROGRAMME\AVM_UPDATE\AVM FRITZ!Box...&quot;.<br />Falls dieser Ordner nicht oder nicht mehr vorhanden ist, dann laden Sie das USB-Treiber-Update von den AVM-Internetseiten herunter. Wie Sie dazu vorgehen, wird im <A HREF="#C">Abschnitt C</A> beschrieben.</li>
      <li>Jetzt erscheint das Installationsprogramm mit einem Eingangsdialog. Sie k&ouml;nnen in jedem Dialogfenster mit Hilfe der Taste &quot;F1&quot; zus&auml;tzliche Informationen zum jeweiligen Dialog anfordern. &Uuml;ber die Schaltfl&auml;che &quot;Zur&uuml;ck&quot; k&ouml;nnen Sie in den weiteren Dialogfenstern auf Wunsch jederzeit in das vorherige Fenster gelangen.</li>
      <li>Klicken Sie auf &quot;Weiter&quot;.</li>
      <li>W&auml;hlen Sie im n&auml;chsten Dialog den Punkt &quot;Deinstallation&quot; aus und klicken Sie auf &quot;Weiter&quot;.</li>
      <li>Als letzten Schritt erhalten Sie einen Informationsdialog, der die erfolgreiche Deinstallation der USB-Treibersoftware best&auml;tigt. Klicken Sie auf &quot;Beenden&quot; und trennen Sie die AVM FRITZ!Box vom USB-Bus, falls noch nicht geschehen.</li>
    </ol>

    <P><A HREF="#Inhalt">Zur&uuml;ck zum Anfang</A></P>

    <H2><A NAME="F"></A>E. Hinweise f&uuml;r eine optimale Systemleistung</H2>

    <P>F&uuml;r einen einwandfreien Betreib der USB-Schnittstellen und eine optimale Systemleistung wird empfohlen, die jeweils neusten Chipset-Treiber f&uuml;r Ihren Computer zu verwenden. F&uuml;r &auml;ltere Computer sind die Chipset-Treiber jeweils auf der Betriebsystem-CD/-DVD f&uuml;r Windows vorhanden. F&uuml;r neuere Computer bzw. solche, die nach der Ver&ouml;ffentlichung der jeweiligen Windowsversion auf den Markt gekommen sind, sollte ein Update der Chipsatz-Treiber durchgef&uuml;hrt werden. In Abh&auml;ngigkeit vom verwendeten Chipset stehen dazu folgende Quellen zur Verf&uuml;gung:</P>
    <UL>
      <LI>die Installation des neuesten Service Packs f&uuml;r Windows&nbsp;Vista bzw. Windows&nbsp;XP Professional</LI>
      <LI>Chipset-Treiber von der dem System beiliegenden Supporting- oder Treiber-CD installieren (siehe auch Dokumentation zum System bzw. Mainboard)</LI>
      <LI>Chipset-Treiber aus dem Internet laden:<BR>
        <UL>
          <LI>f&uuml;r INTEL-Systeme: INTEL Application Accelerator Pack bzw. das Chipset Software Installation Utility (<A HREF="http://support.intel.com/support/chipsets/iaa">http://support.intel.com/support/chipsets/</A>)</LI>
          <LI>f&uuml;r VIA-Systeme: VIA Hyperion / 4in1 (<A HREF="http://www.viaarena.com/">www.viaarena.com</A>)</LI>
          <LI>f&uuml;r nForce-Systeme: NVIDIA nForce drivers / Unified driver package (<A HREF="http://www.nvidia.com/">www.nvidia.com</A>)</LI>
        </UL></LI>
    </UL>

    <P>Weitere Information zu diesem Thema und Hinweise auf weitere Chipset-Treiber finden Sie auch unter <A HREF="http://faq.babylonsounds.com/kap11.html#11.4">http://faq.babylonsounds.com/kap11.html#11.4</A></P>

    <H4>Neue Treiber f&uuml;r die USB-Schnittstelle der AVM FRITZ!Boxen</H4>

    <P>
      Informationen zu AVM, unseren Produkten und aktuelle Treiber erhalten Sie au&szlig;erdem im Internet unter <A HREF="http://www.avm.de/">www.avm.de</A>.</P>

    <P>Viel Spa&szlig; mit der AVM FRITZ!Box; im DSL-Netz w&uuml;nscht Ihnen</P>

    <P>Ihre AVM Berlin</P>

    <P><A HREF="#Inhalt">Zur&uuml;ck zum Anfang</A></P>

    <P><FONT SIZE="-1">AZ, 11/06</FONT></P>
  </BODY>
</HTML>
